[
  {
    "telugu": "అజ్ఞానంతో కల కాలం బ్రతికి లాభం లేదు జ్ఞానంతో బ్రతకాలి స్వామి వివేకానంద ఎంత కాలం బ్రతికాడు చెప్పగలరా ఎవరైనా ఇక్కడ 39 ఏళ్ళు. మీరు తప్పు చెప్పారండి ఇప్పటికీ బ్రతికున్నా డు స్వామి వివేకానంద అవు నా లేదా ఇది జీవితం ఎంతమంది నూరేళ్ళు బ్రతికిపోయారు పేర్లు కూడా గుర్తులేవు చెప్పగలరా వాడి వల్ల లోకానికి ప్రయోజనము లేదు.\"",
    "english": "The great message in the story of Maharshi Markandeya is that there's no benefit in living a long time in ignorance - one should live with wisdom. Can anyone tell me how long Swami Vivekananda lived? 39 years. You might say that's wrong - that Swami Vivekananda is still alive today.",
    "source": "",
    "category": "Dharma",
    "title": "",
    "youtube-title": "ఒక్క కథలో ఎన్నో సందేశాలు",
    "youtube-link": "https://youtu.be/Dd6XPmJ0z9M?si=KnJBINU7OE0KTQ35",
    "start-time": "2:42",
    "end-time": "5:00"
  },
  {
    "telugu": "ఎక్కువ కాలం బ్రతికేయాలి 90 ఏళ్ళు బతకాలి నూరేళ్ళు బతకాలి ప్రయోజనం లేదు. బతుకు పరమార్థం సాధించడం కోసం బ్రతకాలి ఇప్పటివరకు సాధించలేకపోయాం ఇంకా సాధించాలి అందుకు ఆయువు ఉండాలి ఆయువు ఉన్నది సాధన కోసం గుర్తుపెట్టుకోండి ఇక్కడ ధనం కోసం భోగం కోసం తర్వాత చావడం కోసం కాదు ఆయుష్యు అంటే తెలు సుకోండి ఇక్కడ ఆయు ఆయువు అనేది సాధన కోసం పరమార్థాన్ని సాధించడానికి ఆయుషషు ఇచ్చాడు భగవంతుడు అందుకు పెద్దలు దీర్ఘాయుష్మాన్ భవా ఎందుకు అంటారంటే శరీరం ఆరోగ్యంగా ఉండి ధనము ఇచ్చాదు లోటు లేకుండా ఉంటే నువ్వు సాధన చేసుకుంటావ్ అ సాధన కోసం ఇవన్నీ అందుకని ధనం పరమార్థం కాదు ధనం సాధన కోసం ఉపయోగించుకోవాలి ఆయుష్యు సాధన కోసం ఉపయోగించుకోవాలి అందుకు దీర్ఘాయుష్మాన్ భవ అంటారు పెద్దవాళ్ళు",
    "english": "\"They sit there asking why we should follow foreign culture here. We are studying, so he should teach and we should listen because we're paying money - that's the attitude here. But how much humility should be shown towards the guru, towards parents, towards elders - all these things need to be learned. That sage taught the child very well. That child was prostrating to everyone who came.\nWhen those who have received the sacred thread ceremony (upanayana) prostrate, they mention their gotra (lineage) while prostrating. Those without this ceremony prostrate in the ordinary way - this is the tradition.\nImmediately after prostrating, how should elders bless small children? They should say 'Deerghaayushmaan bhava' (may you live long). Here, do you know why they say 'Deerghaayushmaan bhava'? It's not to say 'live for a long time, eat well, and make ten people cry.' Here, understand that 'ayusu' (lifespan) means the opportunity given by God to improve oneself. Ayusu means opportunity. If you have one more day of life, it means God has given you one more day of opportunity to improve yourself.\nHere, what is longevity for? It's not to live longer - 90 years, 100 years - there's no purpose in that. Life should be lived to achieve the ultimate goal (paramartha). We haven't achieved it so far; we still need to achieve it. For that, we need lifespan. Remember, the lifespan we have is for spiritual practice (sadhana). It's not for wealth, for pleasures, and then to die.\nUnderstand that ayusu (lifespan) - this lifespan is for sadhana, to achieve the ultimate goal. God has given life to attain paramartha. That's why elders say 'Deerghaayushmaan bhava' - so that with a healthy body and sufficient wealth without any shortage, you can do sadhana. All these are for that sadhana. Wealth is not the ultimate goal; wealth should be used for sadhana. Lifespan should be used for sadhana. That's why elders say 'Deerghaayushmaan bhava.'",
    "source": "",
    "category": "Dharma",
    "title": "",
    "youtube-title": "ఒక్క కథలో ఎన్నో సందేశాలు",
    "youtube-link": "https://youtu.be/Dd6XPmJ0z9M?si=KnJBINU7OE0KTQ35",
    "start-time": "6:20",
    "end-time": "8:05"
  },
  {
    "telugu": "ప్రారబ్ధం మనకు దుఃఖం రాసి ఉన్న మన సాధన దాన్ని తొలగించగలదు ఇది ఎప్పుడు ధైర్యంగా ఉండాలి ఈ విషయం ఇక్కడ అందుకే ఒక మాట చెప్తుంది శాస్త్రం దారిద్రయము మరణము భయము ఈ మూడు ఎంతవరకు ఉంటాయో తెలు సా అద్భుతంగా చెప్తుంది శివపురాణం దారిద్రము మరణము భయము ఎంతవరకు ఉంటాయి అంటే శివ పూజ ప్రారంభించే వరకు ఉంటాయట",
    "english": "Look here - even if destiny has written suffering for us, our spiritual practice (sadhana) can remove it. One should always be courageous about this matter.\\nThat's why the scriptures say something: Do you know how long poverty, death, and fear last? The Shiva Purana says this wonderfully - poverty, death, and fear last only until you begin worshipping Shiva..",
    "source": "",
    "category": "Dharma",
    "title": "",
    "youtube-title": "ఒక్క కథలో ఎన్నో సందేశాలు",
    "youtube-link": "https://youtu.be/Dd6XPmJ0z9M?si=KnJBINU7OE0KTQ35",
    "start-time": "9:10",
    "end-time": "10:54"
  },
  {
    "telugu": "మన ఇళ్లల్లో మనం జపం చేసుకుంటే ఎంత చేస్తే అంత తెలు సుకోండి ఇక్కడ ఎంత చేస్తే అంత అది కూడా సుచి అయిన ఇంట్లో సుచి అయిన ఇల్లు అంటే అంటు ఎంగిలి ము ట్టు మైల ఇవి పాటించే సదాచార గృహంలో మాత్రమే దేవతారాధన ఫలిస్తుంది ఆ ఆచారం లేని ఇంట్లో దేవతలు రారు స్వీకరించరు తీసుకోండి దేవతలు పితృ దేవతలు ఉండాలంటే సదాచారం ఉండాలి కనుక సదాచారం ఉన్న ఇంట్లో చేసింది చేసినంత ఫలిస్తుంది.",
    "english": "If we chant at our homes, understand that we get results only to the extent we practice. But that too only in a pure house - a pure house means one that follows rules of cleanliness, avoiding impurities and contamination, observing good conduct. Divine worship bears fruit only in a household that follows proper conduct. Gods don't come to houses without such conduct, they don't accept offerings.\\nUnderstand this - for gods and ancestral deities to reside, there must be good conduct. So in a house with good conduct, you get results proportional to what you do.",
    "source": "",
    "category": "Sadaacharam",
    "title": "",
    "youtube-title": "ఒక్క కథలో ఎన్నో సందేశాలు",
    "youtube-link": "https://youtu.be/Dd6XPmJ0z9M?si=KnJBINU7OE0KTQ35",
    "start-time": "16:10",
    "end-time": "17:40"
  },
  {
    "telugu": "తపస్సు అనేక రకాలు కొంతసేపు పూజ కొంతసేపు ధ్యానం కొంతసేపు జపం కొంతసేపు స్తోత్రం రకరకాలు గా ఇవన్నీ కలిపి శివ పూజ ఇన్ని రకాలు గా శివారాధన చేసుకుంటున్నా డు",
    "english": "Penance is of many types - some time worship, some time meditation, some time chanting, some time recitation of hymns - combining all these in various ways, he was performing Shiva worship in many different forms, doing Shiva worship in various ways...",
    "source": "",
    "category": "Saadhana",
    "title": "\"A Young Seeker's Journey: Overcoming Destiny Through Divine Grace\"",
    "youtube-title": "ఒక్క కథలో ఎన్నో సందేశాలు",
    "youtube-link": "https://youtu.be/Dd6XPmJ0z9M?si=KnJBINU7OE0KTQ35",
    "start-time": "18:10",
    "end-time": "19:05"
  },
  {
    "telugu": "ఆ క్షణం చచ్చిపోతే బాగుండని అప్పుడే జాగ్రత్తగా ఉండాలి అనిపిస్తుంది అయితే చచ్చిపోయినంత మాత్రానని నీ జన్మ పోదు ఇది తెలు సుకోవాలి ప్రతివాడు కూడాచ చచ్చిపోయినంత మాత్రం నీ జన్మ పోదు ఒక దుఃఖం తట్టుకోలేక చచ్చిపోదాం అనుకున్నా వ్ అంటే దుఃఖ అనుభవం తట్టుకోలేక చచ్చిపోదాం అనుకున్నా వు కదా కానీ అనుభవం పోదు మళ్ళీ జన్మలోకి వస్తుంది. అప్పుడు ఆత్మహత్య చేసుకున్న పాపం కూడా తర్వాత జన్మలోకి వచ్చి నిన్ను బాధ పెడు తుంది.",
    "english": "At that moment, it feels like it would be better to die, and one thinks they should be careful from then on. But understand this - just because you die, your birth (existence) doesn't end. Everyone should know this - just because you die, your birth doesn't end.\nIf you think 'let me die because I can't bear this sorrow' - meaning you want to die because you can't tolerate the experience of suffering - but the experience doesn't go away. You will come back into another birth again. Then the sin of having committed suicide will also come into the next birth and torment you.",
    "source": "",
    "category": "Dharma",
    "title": "",
    "youtube-title": "ఒక్క కథలో ఎన్నో సందేశాలు",
    "youtube-link": "https://youtu.be/vok0r6LlTqg",
    "start-time": "2:42",
    "end-time": "3:21"
  },
  {
    "telugu": "అందుకే యోగా భ్యాసం గా ని మరొక వ్యాయామం గా ని చేయడానికి తామస్ సిద్ధం కాడు తమస్సు బద్ధకం సోమర్తం ఉన్నవాడు వాటికి దూరంగా అబ్బా ఇప్పుడు ఎందుకులే అంటూ ఉంటాడు తమస్సులో ఒక సుఖం వాడు అనుభవిస్తుంటాడు ఆ సోమరతనంలో ఆ బద్ధకంలో కునికిపాట్లో కానీ ఆ సుఖం అలా అనిపిస్తుందే కానీ అది పరిణామంలో దుఃఖాన్ని కలిగిస్తుంది కదా అన్నా రు.",
    "english": "In its consequence, it will be equivalent to nectar - meaning it will be that blissful. That's why a person with tamas (laziness/inertia) is not ready to do yoga practice or any other exercise. A person bound by tamas, laziness, and lethargy stays away from these things, saying 'Oh no, why should I do this now?",
    "source": "",
    "category": "Sadaacharam",
    "title": "",
    "youtube-title": "మనం నడవాల్సిన మార్గము - (మార్గము - గమనము - గమ్యము)",
    "youtube-link": "https://youtu.be/2xnNDUpkua4?si=fZpzUlgzRU5O_4Mq",
    "start-time": "3:42",
    "end-time": "4:00"
  },
  {
    "telugu": "జీవనశైలి చక్కగా ఉంటే అనేక రోగా ల నుంచి కూడా బయటపడ వచ్చు ఇప్పుడు లైఫ్ స్టైల్ డిసార్డర్స్ లైఫ్ స్టైల్ డిసీజెస్ అనే మాట వినబడు తుంది అంటే జీవనశైలి చక్కగా ఉండకపోవడం వల్ల కొన్ని వ్యాధులు వస్తూ ఉంటాయి కొన్ని రకాల వికారాలు కలు గుతుంటాయి అన్నా రు అందు జీవనశైలి శైలి అంటేనే పద్ధతి అదే మనం జీవన మార్గం అంటున్నాం.",
    "english": "If one's lifestyle is good, one can recover from many diseases as well. Now we hear terms like 'lifestyle disorders' and 'lifestyle diseases' - meaning that due to improper lifestyle, certain diseases keep coming and certain types of disorders occur.\nTherefore, lifestyle - 'shaili' means method - that's what we call the way of living (jeevana margam).",
    "source": "",
    "category": "Sadaacharam",
    "title": "",
    "youtube-title": "మనం నడవాల్సిన మార్గము - (మార్గము - గమనము - గమ్యము)",
    "youtube-link": "https://youtu.be/2xnNDUpkua4?si=fZpzUlgzRU5O_4Mq",
    "start-time": "5:19",
    "end-time": "5:34"
  },
  {
    "telugu": "ఋగ్వేదంలో అద్భుతమైన ఒక మాట చెప్తున్నా రు నేను ఎలాంటి మార్గంలో వెళ్ళాలి అంటే స్వస్తిగాం అంటే మమ్మల్ని శుభంగా తీసుకువెళ్లేదైన మార్గంలో వెళ్ళాలి ఆ మార్గంలో ఎలాంటి లక్షణాలు ఉండాలో చెప్తున్నా రు ఇక్కడ ముందుగా చెప్తున్న గొప్ప విషయం ఏంటంటే పంతా మగన్మహి పంతాం అగన్మహి అంటే మేము మంచి మార్గా న్ని పొందెదము గా క అన్నా రు ఆ మంచి మార్గా న్ని ఉండ ఉండవలసిన లక్షణము లు ఏంటంటే విశ్వాహ ద్విషో పరివృణత్తి యేన అని మాట చెప్తున్నా రు రుగ్వేదంలో అంటే ఏ మార్గంలో వెళ్ళడం వల్ల పరిపూర్ణమైన ద్వేష భావాలని మేము సంపూర్ణంగా విడిచిపెడతామో అలాంటి మార్గంలో వెళ్ళాలి అన్నా రు అంటే ధర్మ మార్గంలో లక్షణాలు సత్య అహింస మొదలైన వాటితో పాటు ద్వేషము లేని విధానం చాలా అవసరము ఇది గొప్ప ధర్మాన్ని మన సనా తన ధర్మం బోధిస్తుంది ఇక్కడ అంటే ద్వేషం ఉండరాదు",
    "english": "In the Rigveda, they say a wonderful thing: 'What kind of path should I follow?' They say 'Swastigaam' - meaning we should go on a path that takes us auspiciously. They tell us what characteristics that path should have.\nThe great thing they say first is 'Pantaam aganmahi, pantaam aganmahi' - meaning 'May we obtain a good path.' What are the characteristics that good path should have? They say in the Rigveda: 'Vishvaaha dvishho parivrinantti yena' - meaning we should go on a path by which we completely abandon all feelings of hatred.\nThis means that along with truth, non-violence and other virtues in the righteous path, a way of life without hatred is very necessary. This is what our great eternal dharma teaches - that there should be no hatred.",
    "source": "",
    "category": "Sadaacharam",
    "title": "",
    "youtube-title": "మనం నడవాల్సిన మార్గము - (మార్గము - గమనము - గమ్యము)",
    "youtube-link": "https://youtu.be/2xnNDUpkua4?si=fZpzUlgzRU5O_4Mq",
    "start-time": "7:24",
    "end-time": "8:13"
  },
  {
    "telugu": "ప్రపంచంలో అన్ని వైపుల విషయాలు ఉంటే అవి మనం స్వీకరించ వచ్చు అయితే అక్కడ మంచి విషయాలు ఉన్నా యి కదని మన మార్గం విడిచి అక్కడికి వెళ్ళనక్కర్లేదు ఆ మార్గా ల్లో ఉన్న మంచిని కూడా స్వీకరించ వచ్చు అందుకే ఋగ్వేదంలో ఒక మంత్రం ఉంది ఆనోభద్రాహ క్రతవోయాంతు విశ్వతః అని ప్రపంచంలో ఉన్న అన్ని వైపుల నుంచి మంచి ఆలోచనలు మాకు వచ్చుగా క అన్నా రు నిజానికి కి ఇప్పుడు గ్లోబలైజేషన్ అని ఏదైతే మనం అంటున్నా మో దానికి తగ్గ భావం ఆది వేదమైన ఋగ్వేదంలోనే మనకు కనబడు తున్నది అందులోన అద్భుతమైన మాట ప్రపంచంలో అన్ని వైపుల నుంచి మంచి ఆలోచనలు నా కు వచ్చుగా క అన్నా రు",
    "english": "If there are things on all sides in the world, we can accept them. But just because there are good things there, we need not abandon our path and go there. We can also accept the good that exists in those paths.\nThat's why there's a mantra in the Rigveda: 'Aano bhadraha kratavo yantu vishvatah' - meaning 'May good thoughts come to us from all sides of the world.'\nActually, what we now call 'globalization' - a sentiment appropriate to that is found in the Rigveda itself, which is the first Veda. In it, they said a wonderful thing: 'May good thoughts come to me from all sides of the world.",
    "source": "",
    "category": "DesamDharmam",
    "title": "",
    "youtube-title": "మనం నడవాల్సిన మార్గము - (మార్గము - గమనము - గమ్యము)",
    "youtube-link": "https://youtu.be/2xnNDUpkua4?si=fZpzUlgzRU5O_4Mq",
    "start-time": "12:21",
    "end-time": "12:49"
  },
  {
    "telugu": "భారతీయ గోవులు:నం దేవు ని ఆవు గా అనుకోవట్లేదు ఆవు యందు దేవు ని ఆరాధిస్తున్నాం ఇది తెలు సుకోగలం దేవతా శక్తి ఉంది ఆవు లో ఎందుకంటే ఆవు యొక్క లభ్యమైన పదార్థము లని వీటి గవ్యము లు అంటారు పాలు పెరుగు గోమయం గోజలం ఎందుకంటే గోమూత్రం అనరాదట గోజలం అనా లి గోమలం అనకూడదు గోమయం అనా లి ఇది శబ్దం ఎందుకంటే మాలిన్య లక్షణాలు గోమూత్రంలో గోమలంలో ఉండవు గనుక కాబట్టి గోజలము గోమయ్యము అని మన పెద్దవాళ్ళు పేర్లు పెట్టారు అవి ఇప్పుడు విజ్ఞాన శాస్త్ర పరిశోధనలో కూడా తెలియబడు తుంది ఒకప్పుడు ఆవు పేడతోనే కల్లాపు జల్లేవారు ఆ కల్లాపి జల్లడం వల్ల ఎంత ఆరోగ్యము అంతే కాదు రేడియేషన్ లాంటి ప్రమాదాలు కూడా రాకుండా కాపాడు తుందని పరిశోధనలతో తే ర్చారు ఇక్కడ అంటే ఆవు పేడ కల్లాపి జల్లి ము గ్గు వేయడం వల్ల వచ్చే ప్రయోజనం అలాగే ఇళ్లకు గోడలకు కూడా ఆవు పేడ అలికేవారు ఆవు పేడ అంటే గుర్తుపెట్టుకోవాల్సింది దేశీ గోవు యొక్క పేడ దేశీ గోవు యొక్క మూత్రము అదేవిధంగా దేశీయ గోవు యొక్క క్షీరము దేశీ గోవు యొక్క పెరుగు దేశీ గోవు యొక్క నెయ్యి దేశీయ అని ఎందుకు అంటున్నా మ అంటే భారతీయ గోవు ఒక ప్రత్యేకత ఉన్నది. అందుకే భారతదేశంలోనే గోవు యొక్క వైశిష్ట్యం కనబడు తుంది. ఏమిటి దేశీయ గోవు ప్రత్యేకత అంటే దీనికి ఒక స్వర్ణ నా డి అని ఒక నా డి ఉంటుంది. మూపురము ఇక గంగడోలు స్వర్ణ నా డి ఈ మూడు భారతదేశం గోవు కు మాత్రం ఉన్న ప్రత్యేకత.",
    "english": "We don't consider the cow as God; we worship God in the cow. We can understand this - there is divine power in the cow. Because the available substances from the cow are called 'gavyams' - milk, curd, cow dung, cow urine. We shouldn't say 'gomutram' (cow urine) but should say 'gojalam,' and we shouldn't say 'gomalam' but should say 'gomayam.' This is about proper terminology because there are no impure characteristics in cow urine and cow dung. Therefore, our elders named them 'gojalam' and 'gomayam.'\nThis is now being discovered through scientific research too. Once upon a time, people used to plaster floors with cow dung. Research has shown that this plastering with cow dung not only provides health benefits but also protects from dangers like radiation. Similarly, they used to plaster the walls of houses with cow dung.\nCow dung means - we should remember - dung of the Bharatia cow, urine of the Bharatia cow, similarly milk of the Bharatia cow, curd of the Bharatia cow, ghee of the Bharatia cow. Why do we say 'Bharatia'? Because the Indian cow has a special characteristic. That's why the specialty of the cow is seen only in India.\nWhat is the specialty of the indigenous cow? It has a nerve called 'swarna nadi' (golden nerve). The hump, then the dewlap, and the swarna nadi - these three are special characteristics found only in Indian cows.",
    "source": "",
    "category": "DesamDharmam",
    "title": "",
    "youtube-title": "భారత దేశీయ గోవు Bhārata dēśīya gōvu",
    "youtube-link": "https://youtu.be/FpM5ePFz_xM?si=mY32fxu1AWZAr3LZ",
    "start-time": "1:44",
    "end-time": "3:04"
  },
  {
    "telugu": "గోవు ని చక్కగా సేవ చేసినట్లయితే గ్రహదోషాలు దురదృష్టాలు కూడా తొలగే అవకాశం ఉంది అని అనేక ఇక్కడ అనుభవాలు చెప్తున్నా యి శాస్త్రంలో ప్రమాణాలు కనబడు తున్నా యి మహానుభావు డు ది లీప చక్రవర్తి తన భార్య సుదక్షిణతో కలిసి వశిష్టుని ఆశ్రమంలో శబల అనేటువంటి ధేనువు ని సేవించి ఆ అనుగ్రహం చేత సప్తాంతానం పొంది నట్లు గా మనకి రఘువంస చెప్పబడు తున్న గొప్ప గా ధ ఆ పురాణాల్లో ఉన్నది కాళిదాస్తారు గొప్పగా వర్ణించాడు",
    "english": "If one serves the cow properly, there is a possibility that planetary afflictions (graha doshas) and misfortunes can also be removed - many experiences tell us this, and we can see evidence in the scriptures.\nThe great king Dileepa, along with his wife Sudakshina, served the cow named Shabala in sage Vasishta's ashram, and through that grace, they obtained seven children - this great story is told to us in the Raghuvamsa. This is found in the puranas, and Kalidasa has described it magnificently.",
    "source": "",
    "category": "DesamDharmam",
    "title": "",
    "youtube-title": "భారత దేశీయ గోవు Bhārata dēśīya gōvu",
    "youtube-link": "https://youtu.be/FpM5ePFz_xM?si=mY32fxu1AWZAr3LZ",
    "start-time": "4:42",
    "end-time": "5:09"
  },
  {
    "telugu": "గో మిహిమ చెప్తూ గోవు లో ఏ అవయవంలో ఏ దేవత ఉందో చెప్పారు. దాన్ని బట్టి గోవు ను పూజించడం సర్వ దేవతలను ఆరాధించడం అన సద్భావం కోసం చెప్పారు కానీ అవన్నీ మూఢ నమ్మకాలు అనడం కాదు గోవు ను గౌరవించ గోవు పూజ అనే పేరుతో గోవు ని హింసించడం ఆ పూజ కూడా వాటి మర్యాద చూస్తూ వాటి ఆరోగ్యం చూసుకుంటూ ఎందుకంటే ఏదైనా గోవు కి తినిపిస్తే బాగుంటుంది అని చెప్పి ఏది పెడితే అది పెట్టికూడదు గోవు కి ఏది ఆరోగ్యమో అవి చూసుకొని వాటికి తగ్గ ఆహారాలు ఇవ్వడం అది గోగ్రాసం ఇవ్వడం గోవు కి గ్రాసం ఇవ్వడం వల్ల ఎన్నో ఎగ్జార్జేషన్ ఫలితం లభిస్తుంది అని",
    "english": "While describing the glory of cows, they have said which deity resides in which part of the cow's body. Based on that, they said that worshipping the cow is equivalent to worshipping all deities - this was said with good intention. But all these are not superstitious beliefs.\nTo respect the cow, in the name of cow worship, one should not harm the cow. That worship should also be done while maintaining their dignity and taking care of their health. Because just saying 'anything fed to the cow will be good' and feeding anything should not be done. One should see what is healthy for the cow and give appropriate food accordingly.\nThis is giving 'gograasam' (food morsel to cows) - giving food to cows. By giving food morsels to cows, many beneficial results are obtained.",
    "source": "",
    "category": "DesamDharmam",
    "title": "",
    "youtube-title": "భారత దేశీయ గోవు Bhārata dēśīya gōvu",
    "youtube-link": "https://youtu.be/FpM5ePFz_xM?si=mY32fxu1AWZAr3LZ",
    "start-time": "6:05",
    "end-time": "6:34"
  },
  {
    "telugu": "ఇటీవల వైజ్ఞానిక పరిశోధనల వల్ల కూడా ఆవు పాల వల్ల గవ్యము ల వల్ల వచ్చేటటువంటి ఏ శక్తి ఉన్నదో శరీరంలో అంత ది వ్యమని వాటిని పుచ్చుకోమని కూడా శాస్త్రం మనకి చెప్తూనే ఉన్న అంశం ఇది శాస్త్రం అంటే భౌతిక శాస్త్రాలు కూడా వివరిస్తున్నా యి.",
    "english": "Recently, through scientific research, it has also been discovered what kind of power comes from cow's milk and cow products (gavyams), and how much divinity there is in the body. Science has been telling us to respect them, and this is an aspect that even physical sciences are explaining.",
    "source": "",
    "category": "DesamDharmam",
    "title": "",
    "youtube-title": "భారత దేశీయ గోవు Bhārata dēśīya gōvu",
    "youtube-link": "https://youtu.be/FpM5ePFz_xM?si=mY32fxu1AWZAr3LZ",
    "start-time": "10:35",
    "end-time": "10:51"
  },
  {
    "telugu": "ఆవు పేరు అదితి అన్నా రు అదితి అంటే చేదించరానిది చేదించకూడనిది ఇది అర్థం అంతే కాదు ఇది నిరపరాధమైనది ఆవు అంటే నిరపరాధం ఏ అపరాధం చేయనటువంటి జంతువు సాధు జంతువు అంటూంటారు కదా సాత్విక లక్షణము లు బాగా ఉన్న జంతువు ఆ అందుకే అవధ్య ఎట్టి పరిస్థితుల్లోన గోవు ని హింసించరాదు అని చెప్పారు జ్ఞానంతో చెప్పిన అంశమే తప్ప ఒక మత విశ్వాసం కాదు అందుకే ఏ మత విశ్వాసంలో కూడా గోవు ను హింసించమని లేదు అన్య మతాల్లో కూడా గోవు ను గౌరవించాలని చెప్పారు భారతదేశంలో అన్యులు పాలించే రోజుల్లో కూడా గోవద నిషేధం జరిగింది అప్పుడు గోవు లు రక్షించారు దాని చరిత్ర ఉన్నద అది విశేషమైన అంశం ఒక వృషభాలని పిఠావు ల్ని కాపాడారు అంతే కాదు పూర్వము లలో సంపద అంటే గోసంపద అనుకునేవారు గో స్వామి అని మాట ఎంత గోగులు ఉంటే అంత సంపద అనుకునేటువంటి దేశం భారతదేశం ఇది భారతదేశం స్వాభావికంగా వ్యవసాయ దేశం గనుక ఈ రెండిటిని అంత గౌరవంగా చూసేవారు అందుకే భారతదేశంలో సామాన్యుల పండితుల వరకు కూడా గోవు విషయం పేరు ఎత్తగా నే రెండు చేతులెత్తి నమస్కరిస్తారు గోవు గోహు గంగా గీత గోవిందుడు గా యత్రి గణపతి ఈ గకారము లన్నీ కూడా రక్షించే శక్తులు అని చూపిస్తున్నా రు.",
    "english": "The cow's name is 'Aditi.' Aditi means 'that which should not be harmed' or 'that which cannot be harmed.' This is the meaning. Not only that, it is innocent - the cow is innocent, an animal that commits no offense. It's called a gentle animal, isn't it? An animal with predominantly sattvic (pure) qualities.\nThat's why they said 'avadya' - under no circumstances should the cow be harmed. This is something said with wisdom, not a religious belief. That's why no religious faith says to harm cows. Even in other religions, they have said to respect cows. Even during the days when foreigners ruled India, cow slaughter was prohibited. They protected cows then - this history exists, which is a special aspect. They protected bulls and calves too.\nNot only that, in ancient times, wealth meant cow-wealth. The term 'go-swami' (cow-owner) - the more cows one had, the more wealth they were considered to have. India is such a country. Since India is naturally an agricultural country, they viewed both (agriculture and cattle) with great respect.\nThat's why in India, from common people to scholars, when the matter of cows is mentioned, they raise both hands and offer salutations. Cow (go), grain (gohu), Ganga, Gita, Govinda, Gayatri, Ganapati - all these words beginning with 'ga' are shown to be protective powers.",
    "source": "",
    "category": "DesamDharmam",
    "title": "",
    "youtube-title": "భారత దేశీయ గోవు Bhārata dēśīya gōvu",
    "youtube-link": "https://youtu.be/FpM5ePFz_xM?si=mY32fxu1AWZAr3LZ",
    "start-time": "15:40",
    "end-time": "17:00"
  }
]